const db = [
  {
    id: 1,
    proverb: 'Без діла слабіє сила.',
    sphere: 'робота',
    meaning: 'якщо нічого не робити - стаєш слабким, ледащим і дурним.',
  },
  {
    id: 2,
    proverb: 'Без охоти нема роботи.',
    sphere: 'робота',
    meaning:
      'якщо не маєш настрою на будь-яку справу - вона буде марна (не матиме очікуваного результату).',
  },
  {
    id: 3,
    proverb: 'Без труда нема плода.',
    sphere: 'робота',
    meaning: 'якщо не докласти зусиль - нічого не отримаєш.',
  },
  {
    id: 4,
    proverb: 'Де руки й охота, там скора робота.',
    sphere: 'робота',
    meaning:
      'якщо маєш настрій гарний до роботи і руки в тебе не з дупи, то з роботою швидко впораєшся.',
  },
  {
    id: 5,
    proverb: 'Коли є до чого жагота, то кипить в руках робота.',
    sphere: 'робота',
    meaning:
      'якщо маєш настрій гарний до роботи і ти в ній зацікавлений, то будеш робити її швидко і якісно.',
  },
  {
    id: 6,
    proverb: 'Коли почав орати, то у сопілку не грати!',
    sphere: 'робота',
    meaning: 'якщо працюєш над чимось - не відволікайся на пустощі.',
  },
  {
    id: 7,
    proverb: 'На дерево дивись, як родить, а на чоловіка, як робить.',
    sphere: 'робота',
    meaning:
      'щоб оцінити якість людини - треба дивитися на її вчинки і на те, як вона працює.',
  },
  {
    id: 8,
    proverb: 'Не бери важкого в руки, а дурного у голову.',
    sphere: 'робота',
    meaning:
      'не слухай дурних людей і не зациклюйся на дрібницях, також не бери на себе те, чого не зможеш досягти (не обіцяй багато).',
  },
  {
    id: 9,
    proverb: 'Недаром говориться, що діло майстра боїться.',
    sphere: 'робота',
    meaning:
      'якщо ти - майстер з досвідом своєї справи, то працювати тобі легко.',
  },
  {
    id: 10,
    proverb: 'Праця чоловіка годує, а лінь марнує.',
    sphere: 'робота',
    meaning: 'працюй, навчайся, розвивайся, не лінуйся.',
  },
  {
    id: 11,
    proverb: 'Ранні пташки росу п`ють, а пізні - слізки ллють.',
    sphere: 'робота',
    meaning:
      'треба все робити швидко і в першій половині дня, тому що надолужити втрачений час важко.',
  },
  {
    id: 12,
    proverb: 'Треба нахилиться, щоб з криниці води напиться.',
    sphere: 'робота',
    meaning:
      'перед тим, як щось отримати, треба подумати, як то здобути - і зробити. робиш нічого - отримуєш нічого.',
  },
  {
    id: 13,
    proverb: 'Хочеш їсти калачі - не сиди на печі.',
    sphere: 'робота',
    meaning:
      'якщо хочеш гарно жити - треба бути працьовитим. (с) Lysenko Denys',
  },
  {
    id: 14,
    proverb: 'Хто рано підводиться, за тим і діло водиться.',
    sphere: 'робота',
    meaning:
      'рано прокидайся, плануй (вноси коригування в плани), роби важливі справи.',
  },
  {
    id: 15,
    proverb: 'Хто що вміє, то і сіє.',
    sphere: 'робота',
    meaning:
      'одна з мотивацій людських вчинків: чому людина то робить? тому шо вона то вміє і може то робити.',
  },
  {
    id: 16,
    proverb: 'Хто що знає, тим і хліб заробляє.',
    sphere: 'робота',
    meaning:
      'заробити грошей можна тією справою, якою ти володієш краще за всіх.',
  },
  {
    id: 17,
    proverb: 'Чесне діло роби сміло.',
    sphere: 'робота',
    meaning:
      'якщо робиш щось на користь людей, не бійся, шо тебе хтось осудить, твоє діло праве.',
  },
  {
    id: 18,
    proverb: 'Що ранком не зробиш, то вечором не згониш.',
    sphere: 'робота',
    meaning:
      'краще все робити зранку, тоді є і енергія і розумні думки після гарного сну.',
  },
  {
    id: 19,
    proverb: 'Щоб рибу їсти, треба в воду лізти.',
    sphere: 'робота',
    meaning: 'щоб щось отримати, треба докласти зусиль.',
  },
  {
    id: 20,
    proverb: 'Як дбаєш, так і маєш.',
    sphere: 'господарство',
    meaning: 'якщо про щось піклуєшся, то це служить довго і вправно.',
  },
  {
    id: 21,
    proverb:
      'Звикай до господарства змолоду, то не будеш знати на старість голоду.',
    sphere: 'господарство',
    meaning:
      'з малку треба допомагати по господарству батькам, тоді і сам будеш хазяйновитим і звільниш час батькам для того, щоб провести з ними більше часу і чомусь навчитися новому.',
  },
  {
    id: 22,
    proverb: 'Роби на дворі - буде й в коморі.',
    sphere: 'господарство',
    meaning:
      'це про господарство, якщо працюєш на своєму городі, вирощуєш овочі, курей, свиней і так далі - то все принесе свої плоди і буде, що покласти до комори.',
  },
  {
    id: 23,
    proverb: 'На тобі, небоже, що мені негоже.',
    sphere: 'інше',
    meaning:
      'зазвичай людина віддає іншій людині те, що вона думає їй не знадобиться в майбутньому (старі речі, технології).',
  },
  {
    id: 24,
    proverb: 'На чорній землі білий хліб родить.',
    sphere: 'господарство',
    meaning: 'не цурайся чорної (брудної) роботи, якщо результат того вартий.',
  },
  {
    id: 25,
    proverb: 'Яка грушка, така й юшка.',
    sphere: 'господарство',
    meaning:
      'якщо робити щось якісними інструментами і якісними матеріалами, використовувати перевірені, упорядковані дані, то буде відповідний якісний результат (гарний). ',
  },
  {
    id: 26,
    proverb: 'Яка пшениця, така й паляниця.',
    sphere: 'господарство',
    meaning:
      'якщо робити все якісно і з якісних матеріалів, то і результат буде гарним. ',
  },
  {
    id: 27,
    proverb: 'Добре тому в дорозі, хто сидить на возі.',
    sphere: '',
    meaning:
      'добре бути керівником і вказувати що робити і кули рухатися, ніж бути тим, хто все це реалізовує.',
  },
  {
    id: 28,
    proverb: 'Не промажеш не поїдеш.',
    sphere: '',
    meaning:
      'перед початком якоїсь справи - треба домовитися з усіма, хто до неї причетний, можна заручитися підтримкою зацікавлених осіб (якщо такі є).',
  },
  {
    id: 29,
    proverb: 'Не доженеш і конем, що запізниш одним днем.',
    sphere: 'робота',
    meaning:
      'все треба робити в свій час, готуватися заздалегідь, вміти ловити момент, коли треба щось вдіяти. наздоганяти важко і дуже не хочеться.',
  },
  {
    id: 30,
    proverb: 'Вік живи - Вік учись.',
    sphere: 'навчання',
    meaning: 'вчитися треба все своє життя, бути допитливим.',
  },
  {
    id: 31,
    proverb: 'Догана мудрого більше стоїть, як похвала дурного.',
    sphere: '',
    meaning:
      'не ображайся на критику тих, хто старший і розумніший за тебе, а дякуй за зворотній зв`язок! На лестощі нерозумних і непрофесіоналів не зважай.',
  },
  {
    id: 32,
    proverb: 'Жалів вовк кобилу лишив хвіст та гриву.',
    sphere: '',
    meaning: 'це саркастичне прислів`я, про те, що хтось вчинив безжально.',
  },
  {
    id: 33,
    proverb: 'Людей питай, а свій розум май!',
    sphere: 'навчання',
    meaning:
      'прислухайся до порад розумних, але приймай рішення самостійно, як сам вважаєш. "чужому навчайтесь і свого не цурайтесь" (с) Т.Г. Шевченко.',
  },
  {
    id: 34,
    proverb: 'Мудра голова не дбає на лихі слова.',
    sphere: '',
    meaning:
      'розумна людина не бере до уваги, якщо кажуть на неї погане. зазвичай, це просто заздрощі і інша точка зору, а нам треба своє робити. є притча про подорож тата і сина в яких був віслюк, де в кожному селі їх критикували, що вони не правильно йшли.',
  },
  {
    id: 35,
    proverb: 'Мудрий не все каже, що знає, а дурень не все знає, що каже.',
    sphere: '',
    meaning: 'розумна людина більше слухає, ніж базікає.',
  },
  {
    id: 36,
    proverb: 'Мудрим ніхто не вродився, а навчився.',
    sphere: '',
    meaning:
      'для того, щоб стати розумним, треба вчитися і здобувати досвід (перевіряти, те що вивчив).',
  },
  {
    id: 37,
    proverb: 'Не суньте рило не у своє діло.',
    sphere: '',
    meaning:
      'не лізь у суперечки іншої родини, чоловіка та дружини, зосередься на своєму житті.',
  },
  {
    id: 38,
    proverb: 'Не кажи гоп, поки не перескочиш.',
    sphere: '',
    meaning:
      'ніколи не ділися своїми планами і не хизуйся тим, що ще не здобув. взагалі не хизуйся, бо чим похвалишся без того залишишся.',
  },
  {
    id: 39,
    proverb: 'Обіцянка - цяцянка, а дурневі радість.',
    sphere: '',
    meaning:
      'обіцянка не значить, що так і буде, тому дурним обіцяють золоті гори, вони тішиться і працюють на пана, а по факту нічого не отримують. це як морква на мотузці, яку підвищують перед віслюком (він ніколи до неї не дійде).',
  },
  {
    id: 40,
    proverb: 'Сила без голови шаліє, а розум без сили мліє.',
    sphere: '',
    meaning:
      'якщо маєш енергію і не знаєш як її застосувати - коються дурні вчинки (молодість), якщо маєш розум але не маєш енергії - млієш (старість).',
  },
  {
    id: 41,
    proverb: 'Хто вчиться змолоду, не зазнає на старість голоду.',
    sphere: 'навчання',
    meaning:
      'треба вчитися, допоки ти ще молодий, щоб на старість мати майстерні навички і продовжувати вчитися і вдосконалюватися.',
  },
  {
    id: 42,
    proverb: 'Хто знання має, той мур зламає.',
    sphere: 'навчання',
    meaning:
      'якщо людина знання має і може їх застосувати - для неї немає перешкод в досягненні мети.',
  },
  {
    id: 43,
    proverb: 'Хто людей питає, той і розум має.',
    sphere: 'навчання',
    meaning:
      'якщо маєш брак знань, досвіду - спитай в знаючих людей, вони поділяться досвідом і будеш діяти більш розумно з урахуванням чужих помилок.',
  },
  {
    id: 44,
    proverb: 'Хто хоче багато знати, тому треба мало спати.',
    sphere: 'навчання',
    meaning:
      'щоб знати багато чого, треба не спати і дуркувати, а навчатися постійно, краще зранку.',
  },
  {
    id: 45,
    proverb: 'Чого Івась не навчиться, того й Іван не буде знати.',
    sphere: 'навчання',
    meaning:
      'якщо змолоду не вчився, то виростеш не дуже розумним, дорослим вчитися набагато важче.',
  },
  {
    id: 46,
    proverb: 'Чоловік розуму вчиться цілий вік.',
    sphere: 'навчання',
    meaning: 'треба вчитися все своє життя.',
  },
  {
    id: 47,
    proverb: 'Чув дзвін, та не знає, звідки він.',
    sphere: '',
    meaning:
      'це про брак інформації і заміна її своїми припущеннями та вигадками.',
  },
  {
    id: 48,
    proverb: 'Як голова сивіє, то чоловік мудріє.',
    sphere: 'навчання',
    meaning:
      'з роками чоловік набирається досвіду, якщо навчається і працює - стає мудрим.',
  },
  {
    id: 49,
    proverb: 'Яка головонька, така й розмовонька!',
    sphere: '',
    meaning:
      'по тому як людина розмовляє - можна визначити ступінь розвитку і розуму людини. так за матюками і кацапською мовою можна визначити дурну недолюдину - кацапа.',
  },
  {
    id: 50,
    proverb: 'Блискавка блисне - й камінь трісне.',
    sphere: '',
    meaning:
      'це про обставини непереборної сили, під тиском відбуваються зміни, людина або адаптується, або ламається. природа сильніша за все, що робить людина, тож трава проростає крізь асфальт.',
  },
  {
    id: 51,
    proverb: 'Грім гримить - хліб буде родить.',
    sphere: '',
    meaning: 'це народна прикмета, якщо дощить, то земля більш родюча стає.',
  },
  {
    id: 52,
    proverb: 'Посієш вчасно, то і вродить рясно.',
    sphere: '',
    meaning:
      'все треба робити в свій час, готуватися заздалегідь, вміти ловити момент, коли треба щось вдіяти.',
  },
  {
    id: 53,
    proverb: 'Де багато пташок, там нема комашок.',
    sphere: '',
    meaning:
      'так як пташки живляться комахами, то в місцях де багато пташок- мало комах.',
  },
  {
    id: 54,
    proverb: 'Коси, коса, поки роса.',
    sphere: '',
    meaning:
      'поки є можливість щось робити - треба цим користуватися, тому що все може змінитися.',
  },
  {
    id: 55,
    proverb: 'Прийшов спас - держи рукавиці про запас.',
    sphere: '',
    meaning:
      'готуйся до зими - влітку, якщо маєш досвід про циклічні події - згадай про їх ознаки і готуйся до повторення. одні і ті самі дії в однакових умовах призводять до однакових наслідків.',
  },
  {
    id: 56,
    proverb: 'Як зазиміє, то й жаба оніміє.',
    sphere: '',
    meaning: 'взимку природа уповільнюється, багато звірів впадають в сплячку.',
  },
  {
    id: 57,
    proverb: 'Не знаючи броду - не лізь у воду.',
    sphere: '',
    meaning:
      'не треба робити необдуманих дій, в невідомих обставинах і місцевості. треба бути обережним і перевіряти кожну область, до якої ти збираєшся прийти.',
  },
  {
    id: 58,
    proverb: 'Береженого Бог береже, а козака - шабля стереже.',
    sphere: '',
    meaning:
      'довіряй, але перевіряй. також будь готовим, що вчорашній приятель - може перетворитися на ворога - не довіряй не перевіреним тривалим і пов`язаним часом людям.',
  },
  {
    id: 59,
    proverb: 'До булави треба голови.',
    sphere: '',
    meaning:
      'маючи владу (булава - символ влади), треба її з розумом використовувати.',
  },
  {
    id: 60,
    proverb: 'Козак з бідою, як риба з водою.',
    sphere: '',
    meaning: 'козак завжди там, де є біда, і він з нею порається вправно.',
  },
  {
    id: 61,
    proverb: 'Козак хороший, та нема грошей.',
    sphere: '',
    meaning: 'гарна, не корисна, щира людина зазвичай не дуже багата.',
  },
  {
    id: 62,
    proverb: 'Козацькому роду нема переводу.',
    sphere: '',
    meaning:
      'генетична пам`ять нащадків козаків переходить з покоління до покоління і не втрачає своєї сили і мужності.',
  },
  {
    id: 63,
    proverb: 'Терпи козаче, отаманом будеш.',
    sphere: '',
    meaning:
      'на шляху до перемоги буде багато випробувань, які треба долати і терпіти негаразди допоки реальність не почне змінюватися на краще.',
  },
  {
    id: 64,
    proverb: 'Волос сивіє, а голова шаліє.',
    sphere: '',
    meaning:
      'стара людина зазвичай робить не обдумані вчинки, це для того, щоб довести собі, що вона чогось варта, а також намагання надолужити втрачені можливості, коли вона була молодою.',
  },
  {
    id: 65,
    proverb: 'Вона за ним сохне, а він і не охне.',
    sphere: '',
    meaning:
      'хтось комусь подобається, а інший не помічає, а якщо і помічає, то взаємності не відчуває.',
  },
  {
    id: 66,
    proverb: 'До любої небоги нема далекої дороги.',
    sphere: '',
    meaning:
      'до людини, яку ти любиш - дорога не має нездоланних перешкод і любі швидко зустрічаються.',
  },
  {
    id: 67,
    proverb: 'На любов і смак товариш не всяк.',
    sphere: '',
    meaning: 'дуже рідкі люди з однаковими смаками.',
  },
  {
    id: 68,
    proverb: 'Не поможуть і чари, як хто кому не до пари.',
    sphere: '',
    meaning:
      'неможна примусити людину полюбити іншу людину, яка їй не підходить і не подобається.',
  },
  {
    id: 69,
    proverb: 'Невесело в світі жити, як нема кого любити.',
    sphere: '',
    meaning:
      'людина має когось любити, так як любов це рушій життя. бог є любов. розум без любові робить людину хитрою, багатство без любові робить людину жадібною, віра без любові робить людину фанатиком і так далі.',
  },
  {
    id: 70,
    proverb: 'Силою не буть милою.',
    sphere: '',
    meaning:
      'якщо людина тобі не мила ніхто не може тебе примусити її полюбити.',
  },
  {
    id: 71,
    proverb: 'Хто любить ревне, жаліє певне!',
    sphere: '',
    meaning:
      'це про ревнощі в коханні, не ревнуй дружину до інших - робити так, щоб ти був кращим за інших. будеш ревнувати - пожалієш про то, будуть негаразди в стосунках.',
  },
  {
    id: 72,
    proverb: 'Де мало слів, там більше правди.',
    sphere: 'правда',
    meaning:
      'коли брешуть, хочуть надурити, заплутати - використовують багато слів, промовляють їх скоромовкою, щоб ввести людину в оману.',
  },
  {
    id: 73,
    proverb: 'Де слова з ділом розходяться, там непорядки водяться.',
    sphere: '',
    meaning:
      'треба тримати своє слово, сказав - зробив. в іншому випадку до людини ставляться як до брехуна і базікала. утворюється середовище неузгодженості дій і недовіра, також обезцінюються слова.',
  },
  {
    id: 74,
    proverb: 'З москалем дружи, а камінь за пазухою держи.',
    sphere: '',
    meaning:
      'краще з москалями не дружити. якщо вже маєш з ними справу, то будь готовий, що тебе будуть намагатися обдурити, підставити, вбити. будь готовий дати відсіч.',
  },
  {
    id: 75,
    proverb: 'З пісні слова не викидають і свого не вставляють.',
    sphere: '',
    meaning:
      'не треба вносити зміни в народну мудрість (в піснях, приказках). але бувають випадки коли вони вже не актуальні - з часом обставини змінюються.',
  },
  {
    id: 76,
    proverb: 'Коли москаль каже «сухо», то певно буде по вуха',
    sphere: '',
    meaning: 'москаль (кацап) завжди бреше.',
  },
  {
    id: 77,
    proverb: 'Не так то він діє, як тим словом сіє.',
    sphere: '',
    meaning: 'це про те, що слова людини не відповідають її вчинкам.',
  },
  {
    id: 78,
    proverb: 'Слово до слова - зложиться мова.',
    sphere: '',
    meaning: 'це про поступову еволюцію, навчання, шлях до мети.',
  },
  {
    id: 79,
    proverb:
      'Чоловік має два вуха, щоб багато слухав, а один язик, щоб менше говорив.',
    sphere: '',
    meaning:
      'більше слухай - менше базікай. ще чоловік має очі - дивись уважно за всім, що навколо - будь спостережливим.',
  },
  {
    id: 80,
    proverb: 'З краси не пити роси.',
    sphere: '',
    meaning: 'не важлива зовнішня краса людини, головніше її душа і розум.',
  },
  {
    id: 81,
    proverb: 'Не шукай красоти, а шукай доброти.',
    sphere: 'шлюб',
    meaning:
      'для супутника по життю не так важлива зовнішня краса, як важлива душа і чи підходить тобі людина. ',
  },
  {
    id: 82,
    proverb: 'Перше чим одружитись, треба роздивитись.',
    sphere: '',
    meaning:
      'не поспішай з одруженням, треба перевірити людину, як вона себе висвітлює в різних ситуаціях (особливо в часи випробувань).',
  },
  {
    id: 83,
    proverb: 'Хто рано одружиться, той вік не натужиться.',
    sphere: 'шлюб',
    meaning:
      'перед одруженням треба роздивитись дружину майбутню, пожити разом деякий час, пройти через випробування. тоді ти будеш бачити її прояви в різних ситуаціях і прийняти рішення щодо шлюбу.',
  },
  {
    id: 84,
    proverb: 'Кожна птиця знайде свого Гриця.',
    sphere: '',
    meaning:
      'кожна людина має свою споріднену душу. тому бог створив чоловіка і жінку, які доповнюють один одного.',
  },
  {
    id: 85,
    proverb: 'Нема кращого друга, як вірна супруга.',
    sphere: 'шлюб',
    meaning:
      'якщо маєш вірну дружину - це дуже цінно, бережи її і не розпиляйся на своїх друзів.',
  },
  {
    id: 86,
    proverb: 'Без вірного друга великая туга.',
    sphere: 'дружба',
    meaning:
      'чим більше в тебе приятелів (людей, які тебе знають) - тим легше тобі буде по життю. але друг - він завжди тільки один. на різних життєвих відрізках це можуть бути різні люди.',
  },
  {
    id: 87,
    proverb: 'Батьки глядять дочку до вінця, а чоловік жінку до кінця.',
    sphere: 'діти',
    meaning:
      'після весілля, дочка батьків під повною відповідальністю чоловіка до кінця життя.',
  },
  {
    id: 88,
    proverb: 'Нащо й клад, коли в сім`ї лад.',
    sphere: '',
    meaning:
      'коли лад в родині, то не треба нічого іншого, тому що це є основа гарного шлюбу.',
  },
  {
    id: 89,
    proverb: 'Хоч ох, та вдвох!',
    sphere: '',
    meaning:
      'людям краще переживати всі негаразди разом, так як людина соціалізоване створіння і  для справжнього щастя людині потрібна людина (бажано споріднена душа).',
  },
  {
    id: 90,
    proverb: 'Вчи жінку без дітей, а дітей без людей.',
    sphere: 'навчання',
    meaning:
      'це про педагогіку і про підтримання авторитету один одного  в родині.',
  },
  {
    id: 91,
    proverb: 'Рідня до півдня, а як сонце зайде - і сам чорт не найде!',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 92,
    proverb: 'Нашій мамці гарно й в дранці.',
    sphere: '',
    meaning:
      'справжню красу нічим не спаплюжиш (поганими речами), але в той же час гарні речі не можуть приховати внутрішню потворність.',
  },
  {
    id: 93,
    proverb: 'Соловей співа, поки дітей нема.',
    sphere: 'діти',
    meaning:
      'поки немає діточок люди живуть для себе - розважаються, а після зачаття дитини - живуть для дітей. також соловей співає, під час того, як діти ще не вилупились з яєць для того, щоб вони гарно розвивалися.',
  },
  {
    id: 94,
    proverb: 'Не доспи, не доїж, а дитину потіш!',
    sphere: 'діти',
    meaning: 'про переорієнтацію пріоритетів з себе на дітей.',
  },
  {
    id: 95,
    proverb: 'Більшають діти - більшають і клопоти.',
    sphere: 'діти',
    meaning:
      'в процесі розвитку діти дорослішають і дитячі проблеми переростають в дорослі. розширюється коло інтересів і виникають нові загрози.',
  },
  {
    id: 96,
    proverb: 'Гни дерево, поки молоде, учи дітей, поки малі!',
    sphere: 'діти',
    meaning: 'підлітка важче перевиховати, а чоловіка ще важче.',
  },
  {
    id: 97,
    proverb: 'Як не навчиш дитину в пелюшках, то не навчиш і в подушках.',
    sphere: 'діти',
    meaning:
      'все має відбуватися своєчасно, по мірі розвитку дитини. є оптимальний час для освоювання відповідних навичок. приклад з Мауглі.',
  },
  {
    id: 98,
    proverb: 'Хто дітям потаче, той сам плаче.',
    sphere: '',
    meaning:
      'якщо виконувати всі забаганки дитини, то з неї виросте невдячна особа, батьки матимуть проблеми.',
  },
  {
    id: 99,
    proverb: 'Не той батько, що зродив, а той, що до ума довів.',
    sphere: '',
    meaning:
      'батько вважається той, хто дитину виховав, вивчив, вигодував і зробив з неї людину.',
  },
  {
    id: 100,
    proverb: 'Горе тому, в кого нема порядку в дому!',
    sphere: '',
    meaning:
      'якщо дома безлад і розбрат то є велике горе, все інше не так важливо  як лад в родині.',
  },
  {
    id: 101,
    proverb: 'Шануй батька й неньку - буде тобі скрізь гладенько.',
    sphere: 'діти',
    meaning:
      'якщо не шанувати батьків то ставлення до дитини буде відповідне і дитина буде потерпати, тож шануй батьків!',
  },
  {
    id: 102,
    proverb: 'До свого роду хоч через воду.',
    sphere: '',
    meaning: 'людину тягне до свого роду - така природа.',
  },
  {
    id: 103,
    proverb:
      'Живи просто, проживеш років зо сто, а будеш лукавить, так чорт тебе задавить.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 104,
    proverb: 'Життя прожити - не поле перейти.',
    sphere: '',
    meaning:
      'життя набагато більше, ніж здається, тож будуть траплятися різні випробування, зміни, треба навчатися  їх долати.',
  },
  {
    id: 105,
    proverb: 'Аби шия, а ярмо буде.',
    sphere: '',
    meaning:
      'робота завжди знайде людину, тому що роботи більше і немає меж досконалості.',
  },
  {
    id: 106,
    proverb: 'Або пан, або пропав.',
    sphere: '',
    meaning:
      'це ситуація, коли на кону стоїть твоє подальше життя. наприклад: граєш в карти з занадто високими ставками (будинок, машина…) - якщо виграєш - буде тобі дві машини, а якщо ні - жодної. ',
  },
  {
    id: 107,
    proverb: 'Без нашого Гриця вода не освятиться.',
    sphere: '',
    meaning: 'це про людину, яка крізь пхає свого носа в усі справи.',
  },
  {
    id: 108,
    proverb: 'Біда помучить і мудрості научить.',
    sphere: '',
    meaning:
      'кожний негаразд сприймай як науку від Бога. проаналізуй, через що стався цей негаразд, як ти до нього прийшов, в чому причина і зроби висновки, щоб цього уникнути в майбутньому.',
  },
  {
    id: 109,
    proverb: 'Виріс, а ума не виніс.',
    sphere: '',
    meaning:
      'це про невідповідність фізичному розвитку і розвитку розумових здібностей.',
  },
  {
    id: 110,
    proverb: 'Вісті не лежать на місці.',
    sphere: '',
    meaning: 'все змінюється безперервно. незмінна тільки сама наявність змін.',
  },
  {
    id: 111,
    proverb: 'Дешева риба - погана юшка.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 112,
    proverb: 'За дурною головою і ногам нема спокою.',
    sphere: '',
    meaning:
      'це про те, що людина кудись іде не підготовленою, доводиться повертатися, щось змінювати і знову йти.',
  },
  {
    id: 113,
    proverb: 'Заліз у багатство - забув і братство.',
    sphere: '',
    meaning:
      'про те, як людина не проходить випробування отримавши багатство. багатий - стає жадібним, самозакоханим, підозрілим, тобто заручником свого багатства.',
  },
  {
    id: 114,
    proverb: 'З ким поведешся, того й наберешся.',
    sphere: '',
    meaning:
      'про важливість оточення. маєш спілкуватися з тими, хто тебе просуває вперед, а не тягне назад, або стабілізує. навколо тебе мають бути добрі, розумні красиві люди. з поганцями не дружи.',
  },
  {
    id: 115,
    proverb: 'З миру по нитці - голому сорочка.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 116,
    proverb: 'І будень, і неділя - все лінивому безділля.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 117,
    proverb: 'Кожна жаба своє болото хвалить.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 118,
    proverb: 'Коли густо, а коли й пусто.',
    sphere: '',
    meaning:
      'це про мінливість життя і залежність процесу від багатьох факторів - тож треба вчитися виявляти закономірності і коли в тебе чогось густо, готуватись, шо колись може настати і пусто.',
  },
  {
    id: 119,
    proverb: 'Косо, криво, аби живо.',
    sphere: '',
    meaning: 'це про неякісно виконану роботу.',
  },
  {
    id: 120,
    proverb: 'Краще пізно, як ніколи.',
    sphere: '',
    meaning:
      'краще порозумнішати/одружитися/оздоровитися пізно, аніж ніколи. ніколи не запізно стати на шлях істини і саморозвитку.',
  },
  {
    id: 121,
    proverb: 'Ласий на чужі ковбаси.',
    sphere: '',
    meaning:
      'це про заздрісну людину, або про крадія, або про ледащого неробу.',
  },
  {
    id: 122,
    proverb: 'Лінивий двічі робить, скупий двічі платить.',
    sphere: '',
    meaning:
      'ледащій робить погано все - і доводиться йому все переробляти, а той хто вигадує де б дешевше було - натрапляє на те, що платити доводиться ще раз за щось якісніше і дорожче.',
  },
  {
    id: 123,
    proverb: 'Молодець проти вівець, а проти молодця і сам вівця.',
    sphere: '',
    meaning:
      'все відносно, якщо ти в дворі самий крутий, то це не значить, що в іншому дворі не знайдеться хтось крутіший за тебе.',
  },
  {
    id: 124,
    proverb: 'Моя хата скраю - нічого не знаю.',
    sphere: '',
    meaning:
      'це про байдужість людей до проблем інших, таке робити неможна, тому що проблеми можуть дійти і до твоєї хати.',
  },
  {
    id: 125,
    proverb: 'На все свій час.',
    sphere: '',
    meaning:
      'все треба робити своєчасно, вчитися, кохати, працювати і так далі по мірі розвитку, а також треба розподіляти свій час так, щоб робити основні справи, а на розваги виділяти час за остаточним принципом. притча про вазу, великі і маленькі камінці і пісок.',
  },
  {
    id: 126,
    proverb: 'На голові блищить, а в голові свищить.',
    sphere: '',
    meaning:
      'старий лисий дід, який відстав від сучасності, не розвивається, тому і в голові - вітер (нічого не розуміє). зазвичай старі люди виживають з розуму.',
  },
  {
    id: 127,
    proverb: 'Не сунь носа до чужого проса.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 128,
    proverb: 'Не святі горшки ліплять.',
    sphere: '',
    meaning:
      'якщо якась людина щось зробила, то і інша людина теж може то зробити. ',
  },
  {
    id: 129,
    proverb: 'Не так сталося, як гадалося.',
    sphere: '',
    meaning:
      'життя неможливо передбачити, тож треба планувати декілька планів на майбутнє (план A, B, C…), а також вміти їх оперативною мірою коригувати з урахуванням постійно мінливих обставин.',
  },
  {
    id: 130,
    proverb: 'Не так хутко робиться, як мовиться.',
    sphere: '',
    meaning:
      'базікати завжди легше, ніж втілювати в життя, робочий процес завжди довший за розмову.',
  },
  {
    id: 131,
    proverb: 'Не той козак, що поборов, а той, що вивернувся.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 132,
    proverb: 'Одна дяка, що за рибу, що за рака.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 133,
    proverb: 'Паршива вівця все стадо запоганить.',
    sphere: '',
    meaning:
      'якщо в колективі є хоч один поганий працівник, він буде негативно впливати на всіх інших і ефективність колективу буде падати, тож така токсична особа має бути усунута від колективу.',
  },
  {
    id: 134,
    proverb: 'Старого лиса не виманиш з лісу.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 135,
    proverb: 'Хто два зайці гонить, жодного не здогонить.',
    sphere: '',
    meaning:
      'неможна намагатися зробити 2 і більше справ одночасно, тому що вони не будуть зроблені якісно.',
  },
  {
    id: 136,
    proverb: 'Хто мовчить, той трьох навчить.',
    sphere: '',
    meaning: 'про пріоритет вчинків і моделі поведінки, образами над словами.',
  },
  {
    id: 137,
    proverb: 'Чиє б нявчало, а твоє б мовчало.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 138,
    proverb: 'Як гукнеш, так і відгукнеться.',
    sphere: '',
    meaning:
      'те що ти транслюєш на зовні то тобі і повертається - транслюй любов, добро, чесність, і так далі. робиш добрі справи - тобі добро повертається.',
  },
  {
    id: 139,
    proverb: 'Як дбаєш, так і маєш.',
    sphere: '',
    meaning:
      'якщо доглядаєш за чимось добре, то маєш і добрий результат, а якщо ставишся недбало - то результат поганий буде. наприклад: техніка - обслуговування, використання за призначенням, уникнення надмірних навантажень - техніка працює довго і справно.',
  },
  {
    id: 140,
    proverb: 'Яке коріння, таке й насіння.',
    sphere: '',
    meaning:
      'якщо родичи у людини погані (батьки, бабусі з дідусями) то велика імовірність, що і діти і онуки теж успадкують цю погань. тож дивися на коріння (пращурів) людини і зможеш зробити висновки щодо самої людини. але є ще й мінливість і прагнення людини до само досконалості, тож можна і з поганих родичів через працю над собою вирости гарною людиною.',
  },
  {
    id: 141,
    proverb: 'Тримай голову в холоді, живіт у голоді, а ноги в теплі.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 142,
    proverb: 'Про дорогу скажеш, кума, як пройдеш по ній сама.',
    sphere: '',
    meaning:
      'можна оцінити вчинки людини тільки якщо пройдеш її життєвим шляхом, тож судити не треба зі своєї точки зору.',
  },
  {
    id: 143,
    proverb: 'Будь сильний духом, а не новим кожухом.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 144,
    proverb: 'Де двоє, там рада, а де третя, там зрада.',
    sphere: '',
    meaning: 'це про тандемний принцип (чоловік-жінка), третій - зайвий.',
  },
  {
    id: 145,
    proverb: 'Для приятеля нового не пускайся старого.',
    sphere: '',
    meaning:
      'не варто забувати про старих перевірених друзів заради нових приятелів.',
  },
  {
    id: 146,
    proverb: 'З добрими людьми завжди згоди можна дійти.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 147,
    proverb: 'В лиху годину узнаєш вірну людину.',
    sphere: '',
    meaning:
      'друзі/родичі/знайомі/незнайомі люди проявляються в критичній поганій ситуації - хто тобі допоможе - той і ж вірна людина.',
  },
  {
    id: 148,
    proverb: 'З добрим дружись, а лихих стережись.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 149,
    proverb: 'Чим багаті, тим і раді.',
    sphere: '',
    meaning:
      'цінуй те, що маєш, прагни кращого, докладай зусиль, але не заздри нікому. ',
  },
  {
    id: 150,
    proverb: 'Набралося гостей з усіх волостей.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 151,
    proverb: 'Загоїться, поки весілля скоїться.',
    sphere: 'хвороби',
    meaning: 'якщо отримав травму - не проблема все заживе згодом.',
  },
  {
    id: 152,
    proverb: 'Надвоє бабка ворожила: або вмре, або буде жива.',
    sphere: '',
    meaning:
      'це про невизначеність майбутнього - його ніхто не знає, але можна намагатися його спрогнозувати: подумати, які є чинники, встановити закономірності, прикмети, ознаки - спробувати зробити свій прогноз.',
  },
  {
    id: 153,
    proverb: 'Перейшов на ліки - пропав навіки!',
    sphere: 'хвороби',
    meaning:
      'якщо почав вживати таблетки на постійній основі - це погана ознака, значить життя під загрозою вже. люди на таблетках і уколах довго не живуть. не доводь організм до лікарського втручання. слідкуй за собою самостійно (будь уважним до себе).',
  },
  {
    id: 154,
    proverb: 'Верба товста, та всередині пуста.',
    sphere: '',
    meaning:
      'за надмірними розмірами приховані невидимі вади і слабкощі. будь оптимальним. ',
  },
  {
    id: 155,
    proverb: 'Літа пливуть, як вода!',
    sphere: '',
    meaning: 'старше стаєш - роки починають минати швидше (таке відчуття).',
  },
  {
    id: 156,
    proverb: 'Проти віку нема ліку.',
    sphere: '',
    meaning:
      'всі живі неодмінно постарішають і помруть, така природа. але чинити опір треба - вправи, навчання, натхненна робота, правильне харчування.',
  },
  {
    id: 157,
    proverb: 'Старому від хати вже нікуди шкандибати!',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 158,
    proverb: 'І сам не гам, і другому не дам!',
    sphere: '',
    meaning:
      'це про те, що хтось втратив можливість отримати щось і при цьому не дає шансу іншим то отримати, робить таке, щоб то щось не дісталося нікому. наприклад: люди викидають велотренажер, а могли б комусь віддати, таким чином вони лишають можливості займатись спортом когось іншого, хто хотів би.',
  },
  {
    id: 159,
    proverb: 'Їж, Мартине, мати ще підкине.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 160,
    proverb: 'На тобі, Гаврило, що мені немило.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 161,
    proverb: 'Давні пригоди боронять від шкоди.',
    sphere: '',
    meaning:
      'маючи досвід минулих пригод, ти можеш приблизно оцінити імовірність майбутніх подій.',
  },
  {
    id: 162,
    proverb: 'Тихше їдеш - далі будеш.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 163,
    proverb: 'Як віз ламається, чумак ума набирається.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 164,
    proverb: 'Багатій не дивиться, чим убогий живиться.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 165,
    proverb: 'Багач не відає, що бідний обідає.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 166,
    proverb: 'Багатого проводять, щоб не впав, а бідного щоб не вкрав.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 167,
    proverb: 'Багатому свято, а бідному діла багато.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 168,
    proverb: 'Більше вір своїм очам, ніж чужим речам.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 169,
    proverb: 'Борода, як у старого, розуму, як у малого.',
    sphere: '',
    meaning:
      'це про відсталість літніх людей від сучасного світу, а також про їхню деградацію через відсутність тиску, спонукаючого до розвитку, але це стосується не всіх, дехто розвивається до кінця життя, але таких мало.',
  },
  {
    id: 170,
    proverb: 'Добре говорить, а зле творить.',
    sphere: '',
    meaning: 'не слухай обіцянок, дивися на вчинки людини і роби висновки.',
  },
  {
    id: 171,
    proverb: 'Дурень киснить, а розумний мислить.',
    sphere: '',
    meaning:
      'не депресуй, а думай, як покращити своє становище і не втрапляти в халепу в майбутньому.',
  },
  {
    id: 172,
    proverb: 'З лихою жінкою сварка та розлад, а з доброю і без грошей лад.',
    sphere: '',
    meaning: 'про пріоритет душі і характеру супутника по життю над статками.',
  },
  {
    id: 173,
    proverb: 'З чим прийшов, з тим пішов.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 174,
    proverb: 'На чужий коровай очей не поривай, а про свій дбай.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 175,
    proverb: 'Позичати всі охочі, а віддавати немає мочі.',
    sphere: '',
    meaning:
      'ніколи не бери кредити і не позичай гроші - це ознака що ти не вмієш планувати і відкладати на майбутнє - псуєш свій статус. береш чужі гроші тимчасово - віддаєш свої і назавжди (с). ',
  },
  {
    id: 176,
    proverb:
      'Розумному сину не збирай, - сам наживе, а дурному не зоставляй, - усе проживе.',
    sphere: '',
    meaning:
      'це про пріоритет виховання і навчання дітей перед створенням їм комфортних умов і спадщини. притча про те, що краще дати людині вудку і навчити ловити рибу, замість самої риби.',
  },
  {
    id: 177,
    proverb: 'Умний мовчить, коли дурний ворчить.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 178,
    proverb:
      'Як бідний плаче, ніхто не бачить, а багатий скривиться - усяк дивиться.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 179,
    proverb: 'Бережіння-краще ворожіння.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 180,
    proverb: 'Одежу бережи для холоду, а гроші - для голоду.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 181,
    proverb: 'Захоче - на гору доскоче, а не схоче - з гори не скоче.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 182,
    proverb: 'Того бажається, чого вдома не мається.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 183,
    proverb: 'Де рідний край, там і рай.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 184,
    proverb: 'Добре тому, хто в своєму дому.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 185,
    proverb: 'Є квас, та не для вас.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 186,
    proverb: 'Кожен край має свій звичай.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 187,
    proverb: 'Люблю тебе, та не так, як себе.',
    sphere: '',
    meaning:
      'зазвичай людина більше за все любить себе, але є моменти/випадки, коли людина жертвує собою заради іншої (батьки заради дітей).',
  },
  {
    id: 188,
    proverb: 'Нажите махом піде прахом.',
    sphere: '',
    meaning:
      'все, що здобуто без зусиль - не цінується, тому швидко сходить нанівець.',
  },
  {
    id: 189,
    proverb: 'Пізнай самого себе і цього буде досить для тебе.',
    sphere: '',
    meaning:
      'відповіді на всі запитання є в самій людині. слідкуй за собою будь чутливим і уважним до себе. перед тим, як спитати в когось - спитай спочатку в себе.',
  },
  {
    id: 190,
    proverb: 'У чужий ставок не кидай неводок.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 191,
    proverb: 'Чужого не гарбай, а свого не розкидай.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 192,
    proverb: 'Бач, нас не слухав,-і тиждень спину чухав.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 193,
    proverb: 'Держиться, як воша кожуха: хто що не кажи - не слуха.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 194,
    proverb: 'Нехай буде гречка, аби не суперечка.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 195,
    proverb: 'Ти йому про образи, а він тобі про гарбузи.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 196,
    proverb: 'Коли улітку дощ рідко буває, тоді у вулику мед прибуває.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 197,
    proverb: 'Їдь тихо - обминеш лихо.',
    sphere: '',
    meaning:
      'не поспішай в будь-якій справі. те саме стосується і дороги - не перевищуй швидкість, так в тебе буде більше часу на маневр.',
  },
  {
    id: 198,
    proverb: 'Дочки зоставлять тата без сорочки.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 199,
    proverb: 'Бачили очі, що купували, їжте, хоч повилазьте.',
    sphere: '',
    meaning:
      'треба перед тим, як щось обрати гарно подумати, уявити собі будеш з цим жити, щоб не довелося страждати.',
  },
  {
    id: 200,
    proverb: 'Запас біди не чинить і їсти не просить.',
    sphere: '',
    meaning:
      'запас не обтяжує, а при оптимальній кількості дозволяє багато заощаджувати, також під час нестачі чогось - компенсувати то з запасів.',
  },
  {
    id: 201,
    proverb: 'По своєму ліжку простягай і ніжку.',
    sphere: '',
    meaning:
      'май відчуття міри (воно напрацьовується і тренується), не женися за тим, що роблять всі інші, знай собі ціну і оцінюй, на що ти спроможній.',
  },
  {
    id: 202,
    proverb: 'Борщ та каша-їжа наша.',
    sphere: 'іжа',
    meaning:
      'їж кашу і борщ - це українська локальна їжа, також фрукти і овочі вживай. овочевого салату втричі більше аніж їжі вареної вживай.',
  },
  {
    id: 203,
    proverb: 'Добрий борщик, та малий горщик.',
    sphere: '',
    meaning:
      'здається, що чогось гарного мало, або якщо хочеш, щоб щось цінувалося, треба це дозувати розумно, щоб не приїдалося.',
  },
  {
    id: 204,
    proverb: 'Їж борщ з грибами, а держи язик за зубами.',
    sphere: '',
    meaning:
      'якщо тобі пощастило, або просто добре жити, то нікому про то не кажи, щоб уникнути заздрощів і пов`язаних з цим проблем.',
  },
  {
    id: 205,
    proverb: 'Млин меле водою, а чоловік живе їдою.',
    sphere: 'їжа',
    meaning: 'to be filled…',
  },
  {
    id: 206,
    proverb: 'Не розбивши крашанки, не спечеш яєчні.',
    sphere: '',
    meaning:
      'щоб щось отримати, треба докласти зусиль і щось принести в жертву, наприклад: не навчишся їздити на скейті, поки не наб`єш собі гуль.',
  },
  {
    id: 207,
    proverb: 'Поки хліб та вода, то ще не біда.',
    sphere: 'їжа',
    meaning: 'to be filled…',
  },
  {
    id: 208,
    proverb: 'Хто чим відає, той так і обідає.',
    sphere: 'їжа',
    meaning: 'to be filled…',
  },
  {
    id: 209,
    proverb: 'Горем горюй, а руками воюй.',
    sphere: '',
    meaning: 'не здаватися попри все, йти вперед!',
  },
  {
    id: 210,
    proverb: 'Довіру май, але перевіряй.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 211,
    proverb:
      'На віку, як на довгій ниві, всякого трапиться, всякого хліба ізкуштується - і твердого, і м’якого.',
    sphere: '',
    meaning:
      'не все в житті стало - все змінюється, а також це про те, щоб не псувати стосунки з людьми, бо доведеться ще зустрітися з ними. не спалюй мости.',
  },
  {
    id: 212,
    proverb: 'Хоч не красне, але власне.',
    sphere: '',
    meaning:
      'краще мати щось не дуже дороге, але своє, не в кредит і не в оренду.',
  },
  {
    id: 213,
    proverb: 'Хто топиться той за соломину вхопиться.',
    sphere: '',
    meaning:
      'коли людина потерпає від негараздів, то й маленька допомога їй буде в нагоді, також - людина хапається за життя, тобто шукає можливості вижити за будь-яку ціну.',
  },
  {
    id: 214,
    proverb: 'Чужу біду руками розведу, а до своєї ума не приберу.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 215,
    proverb: 'Хочеш миру - готуйсь до війни.',
    sphere: '',
    meaning:
      'хочеш, щоб тебе ніхто не ображав - будь сильним, зібраним і готовим цю силу застосувати.',
  },
  {
    id: 216,
    proverb: 'Хоч голі, аби на волі.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 217,
    proverb: 'Доки багатий стухне, бідний з голоду опухне.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 218,
    proverb: 'Не в тім річ, що у хаті піч, а в тім діло, щоб у печі кипіло.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 219,
    proverb: 'Як не наївся, то не налижешся.',
    sphere: '',
    meaning:
      'якщо весь курс нічого не петрав, то перед тестуванням марно щось повторювати і вчити.',
  },
  {
    id: 220,
    proverb: 'Чого маленько, того криши міленько.',
    sphere: '',
    meaning: 'треба розподіляти цінний ресурс і просто так не марнувати.',
  },
  {
    id: 221,
    proverb: 'Гарний гість, що не багато їсть.',
    sphere: 'їжа',
    meaning: 'тут все вочевидь.',
  },
  {
    id: 222,
    proverb:
      'Перший день гість-золото; на другий - мідь, а на третій додому їдь.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 223,
    proverb: 'Ласкаве дитя дві матки сосе.',
    sphere: '',
    meaning:
      'якщо не вередливий, розумієш, чого від тебе хочуть ті, хто стоїть в ієрархії вище за тебе і то робиш, то будеш отримувати додаткові винагороду від всіх керівників.',
  },
  {
    id: 224,
    proverb: 'Що записано пером, не витягнеш і волом.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 225,
    proverb: 'До слова - крепись, а давши слово - держись.',
    sphere: 'слова',
    meaning: 'to be filled…',
  },
  {
    id: 226,
    proverb: 'Що тіло любить, те душу губить.',
    sphere: '',
    meaning:
      'якщо вдаватись до гедонізму (життя заради насолоди) - то душа стане залежною від твоїх примх. тримай тіло в голоді і роби вправи.',
  },
  {
    id: 227,
    proverb: 'В заздрості нема радості.',
    sphere: '',
    meaning:
      'якщо комусь заздриш, то не будеш щасливим. зверни увагу на те, що маєш ти і не прагни чужого.',
  },
  {
    id: 228,
    proverb: 'Залізо іржа з’їдає, а заздрий від злости погибає.',
    sphere: '',
    meaning:
      'заздрість знищує людину з середини. йди до мети не зважаючи на те, що мають оточуючі.',
  },
  {
    id: 229,
    proverb: 'Де згода працює, там і горе танцює.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 230,
    proverb: 'Згода дім будує, а незгода руйнує.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 231,
    proverb: 'Яке знайомство заведеш, таке й життя поведеш.',
    sphere: '',
    meaning:
      'треба дуже уважно підбирати друзів, спостерігати за їхніми вчинками тривалий час (це люди які тебе надихають, чомусь вчать, допомагають йти до мети), а від дурних дистанціюватися.',
  },
  {
    id: 232,
    proverb: 'Баба винувата, що дівка черевата.',
    sphere: '',
    meaning: 'звинувачення в проблемах когось, окрім себе.',
  },
  {
    id: 233,
    proverb: 'Найшов чуже і сховав-все рівно, що вкрав.',
    sphere: '',
    meaning:
      'все, що знайшов і бачиш, що хтось загубив -  повідом оточуючих, може хтось загубив.',
  },
  {
    id: 234,
    proverb: 'Рука руку миє, а злодій злодія криє.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 235,
    proverb: 'Гультяйство губить хазяйство.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 236,
    proverb: 'Лежачий плуг скоро поржавіє, ледача людина скоро постаріє.',
    sphere: '',
    meaning:
      'без діла/заняття людина швидко старішає і помирає. коли ти просуваєшся/працюєш в якомусь напрямку - ти лишаєшся молодим. ',
  },
  {
    id: 237,
    proverb: 'Сидить надувається, три дні в чоботи взувається.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 238,
    proverb: 'Хто багато ходить, той багато знаходить.',
    sphere: '',
    meaning:
      'чим більше ти дізнаєшся про місцевість, розвиваєш спостережливість і прогнозування, тим тобі краще.',
  },
  {
    id: 239,
    proverb: 'Або пан, або пропав.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 240,
    proverb: 'Багатий, як циган на блохи.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 241,
    proverb: 'Бачить кіт сало, та сили мало.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 242,
    proverb: 'Було, та за водою пішло.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 243,
    proverb: 'Велике дерево поволі росте.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 244,
    proverb: 'Вище себе не підскочиш.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 245,
    proverb: 'У нього руки на всі штуки.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 246,
    proverb: 'Ворона вороні ока не видовбає.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 247,
    proverb: 'У тихому болоті чорти водяться.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 248,
    proverb: 'Вчи лінивого не молотом, а голодом.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 249,
    proverb: 'Де багато господинь, там хата неметена.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 250,
    proverb: 'Краще погана дорога, ніж поганий супутник.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 251,
    proverb: 'Перший млинець нанівець.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 252,
    proverb: 'Чим темніша ніч, тим ясніші зорі.',
    sphere: '',
    meaning: 'to be filled…',
  },
  {
    id: 253,
    proverb: 'Моя хата скраю - першим ворога стрічаю.',
    sphere: '',
    meaning: 'to be filled…',
  },
];

// const db = []

export default db;
